Repository: Kaktotaks/DnCBasket
Catalog: DnCBasket/Managers/Strings/*.lproj/Localizable.strings
Languages: uk

# gamesPlayed
source: GP
uk: IЗ

# victories
source: V
uk: П

# loses
source: L
uk: В

# totalPoints
source: TP
uk: ЗО

# homeTitle
source: Home
uk: Матчі

# tournamentTitle
source: Tournament
uk: Турнір

# teamsTitle
source: Teams
uk: Команди

# accountTitle
source: Account
uk: Профіль

# loginTitle
source: Login
uk: Увійти

# emailText
source: Email
uk: Імейл

# passwordText
source: Password
uk: Пароль

source: Email address
uk: Імейл адресса

source: Create account
uk: Створити аккаунт

source: Enter as a guest
uk: Увійти як гість

source: Registration
uk: Реєстрація

source: Invalid Email
uk: Імейл введено невірно

source: Empty Email
uk: Поле Імейлу не заповнено

source: Empty Password
uk: Поле Пароль не заповнено

# invalidPasswordFormat
source: Invalid Password. Password must contain: minimum 8 characters; at least 1 alphabet; at least 1 number
uk: Невірний пароль. Пароль повинен містити: мінімум 8 символів, мінімум 1 букву, не менше 1 цифри

source: Well done 🥳
uk: Вітаємо 🥳

# newAccountCreated
source: You have just created a new account. Go back to login.
uk: Ви успішно створили новий аккаунт. Поверніться назад для входу в аккаунт

source: ❌ Registration error:
uk: ❌ Помилка реєсрації:

source: ❌ Log in error!
uk: ❌ Помилка входу:

source: Go to registration
uk: Перейте до реєстрації

# noInformation
source: Unfortunately, no information was found for the given parameters.
uk: На жаль, за наданними параметрами інформації не знайдено.

# needToCreateAccount
source: 😩 We are sorry, but you need to create an account to use this functionality
uk: 😩 Нам шкода, але вам потрібно створити обліковий запис, щоб скористатись цією функцією

source: Something went wrong:
uk: Щось пішло не так:

# gameAddedToPicked
source: Game was successfuly added to "Picked"!
uk: Цей матч було успішно додано до обраних!

source: Cancel
uk: Скасувати

source: Camera
uk: Камера

source: Library
uk: Галерея

# pickPhoto
source: Pick a photo
uk: Обери фото

# cameraOrLibrary
source: Choose a picture from Camera or Library
uk: Обери фото з Галереї або зроби нове

# pickedGamesTitle
source: Picked Games 📌
uk: Обране 📌

source: Clear all
uk: Видалити все
